
"About %@" = "Informazioni su %@";
"Hide %@" = "Nascondi %@";
"Hide Others" = "Nascondi Altri";
"Show All" = "Mostra Tutto";
"Quit %@" = "Esci da %@";

"Another %@ is currently running. Please close all instances of it now." = "Un altro %@ è attualmente in esecuzione. Chiudetelo adesso.";

"Are you sure you want to exit %@ setup?" = "Sei sicuro di voler uscire dall'installazione di %@?";

"Are you sure you want to exit before the process is completed?" = "Sei sicuro di voler uscire prima che il processo sia completato?";

"Continue" = "Continua";

"Direct Download" = "Download diretto";

"Due to some error, the installation cannot be completed. Please check your Internet connection and try again. You can also click \"Direct Download\" to get a full package from the official website." = "A causa di qualche errore, l'installazione non può essere completata. Per favore controlla la tua connessione Internet e prova di nuovo. Puoi anche fare clic su \"Download diretto\" per ottenere un pacchetto completo dal sito Web ufficiale.";

"Exit" = "Esci";

"I've read and agreed to %@" = "Ho letto e accettato %@";

"%@ License Agreement" = "l'Accordo di Licenza di %@";

"Install" = "Installa";

"Installing...please wait ( %1.1f%% finished)" = "Installazione in corso...attendere(%1.1f%% completato)";

"OK" = "OK";

"Please agree %@ License Agreement before installing %@!" = "Dovete accettare l'Accordo di Licenza di %@ prima di installare %@!";

"Try Again" = "Riprova";

